Repository: HattoriHanzo3000/Hero-Einbuergerungstest-2026
Catalog: Leben in Deutschland/Localizable.xcstrings
Source language: de
Languages: en, ru, tr

# settings_test_date
source: Prüfungstermin
en: Test Date
ru: Дата теста
tr: Sınav Tarihi

# settings_test_date_not_set
source: Datum festlegen
en: Set the Date
ru: Укажите дату
tr: Tarih Belirle

# settings_title
source: Einstellungen
en: Settings
ru: Настройки
tr: Ayarlar

# settings_translation_language
source: Übersetzungssprache
en: Translation Language
ru: Язык перевода
tr: Çeviri Dili

# settings_translation_language_change_title
source: Übersetzungssprache ändern?
en: Change translation language?
ru: Изменить язык перевода?
tr: Çeviri dili değiştirilsin mi?

# share_app_hint
source: App mit anderen teilen
en: Share the app with others
ru: Поделиться приложением с другими
tr: Uygulamayı başkalarıyla paylaş

# Society and Culture
source: Gesellschaft und Kultur
en: Society and Culture
ru: Общество и Культура
tr: Toplum ve Kültür

# spaced_favorite_button_accessibility_label
source: Als Favorit speichern
en: Toggle favorite
ru: Добавить в избранное
tr: Favori olarak kaydet

# spaced_translation_button_accessibility_label
source: Übersetzung anzeigen
en: Toggle translation
ru: Показать перевод
tr: Çeviriyi göster

# sr_disclaimer_do_not_show
source: Nicht mehr anzeigen
en: Don't show again
ru: Больше не показывать
tr: Bir daha gösterme

# sr_disclaimer_message
source: Intervall-Wiederholung ist ein wissenschaftlich fundiertes System: Fragen werden in optimalen Abständen wiederholt – so lernst du schneller und behältst mehr. Dieser Modus beeinflusst deinen Fortschritt und Bereitschaftsstand.
en: Spaced repetition is a science-based system that repeats questions at optimal intervals—helping you learn faster and retain more. This mode affects your progress and readiness score.
ru: Интервальное повторение — это научно обоснованная система: вопросы возвращаются в оптимальные интервалы — так ты учишься быстрее и запоминаешь надолго. Этот режим влияет на твой прогресс и показатель готовности.
tr: Aralıklı tekrar, bilimsel olarak kanıtlanmış bir sistemdir: Sorular en uygun aralıklarla tekrarlanır, böylece daha hızlı öğrenir ve daha fazlasını aklında tutarsın. Bu mod ilerlemeni ve sınava hazır olma durumunu etkiler.

# sr_disclaimer_title
source: Intervall-Wiederholungssystem
en: Spaced Repetition System
ru: Система интервального повторения
tr: Aralıklı Tekrar Sistemi

source: Staat
en: State
ru: Государство
tr: State

source: Staatsorgane
en: State Institutions
ru: Государственные органы
tr: State Institutions

# State
source: Staat
en: State
ru: Государство
tr: Devlet

# State Institutions
source: Staatsorgane
en: State Institutions
ru: Государственные органы
tr: Devlet Organları

# state_baden_württemberg
source: Hier wird alles erfunden – sogar die Kehrwoche!
en: Everything's invented here – even stairwell cleaning!
ru: Здесь изобретают всё — даже дежурство по лестнице!
tr: Her şey burada icat edildi – Kehrwoche (temizlik haftası) bile!

# state_bayern
source: Lederhose an, Test bestanden!
en: Lederhosen on – test passed!
ru: Надел кожаные штаны — считай, сдал тест!
tr: Lederhose giyildi, sınav geçildi!

# state_berlin
source: Wo sogar die Prüfungsfragen cool sind!
en: Where even the test questions are cool!
ru: Здесь даже вопросы к тесту стильные!
tr: Sınav sorularının bile havalı olduğu yer!

# state_brandenburg
source: Mehr Kiefern als Menschen – aber dafür Ruhe pur!
en: More pines than people – pure peace!
ru: Сосен больше, чем людей — зато тишина и покой!
tr: İnsandan çok çam ağacı var – ama tam bir huzur!

# state_bremen
source: Klein, aber mit Stadtmusikanten-Power!
en: Small, but with Town Musicians power!
ru: Маленький, но с мощью Бременских Музыкантов!
tr: Küçük ama Mızıkacıların gücüne sahip!

# state_hamburg
source: Moin – und immer gegen den Wind!
en: Moin – and always against the wind!
ru: Мойн — и всегда против ветра!
tr: Moin! Ve her zaman rüzgara karşı!

# state_hessen
source: Neben Banken und Börse ist dein Hirn die beste Anlage!
en: Next to banks and the stock exchange, your brain is the best investment!
ru: Рядом с банками и биржей твой мозг — лучшая инвестиция!
tr: Bankalar ve borsanın yanında en iyi yatırım senin beynin!

# state_mecklenburg_vorpommern
source: Zwischen Dünen und Wellen findest du die Antwort!
en: Between dunes and waves – the answer is waiting!
ru: Между дюнами и волнами найдёшь правильный ответ!
tr: Cevabı kum tepeleri ve dalgalar arasında bulacaksın!

# state_niedersachsen
source: Hier ist alles flach – außer deinem Verstand!
en: Everything's flat here – except your mind!
ru: Здесь всё плоско — кроме твоего ума!
tr: Burada her şey düz – zekan hariç!

# state_nordrhein_westfalen
source: Helau, Alaaf – und ab zur Prüfung!
en: Helau, Alaaf – and off to the test!
ru: Хелау, Алааф — и вперёд к тесту!
tr: Helau, Alaaf! Ve doğruca sınava!

# state_rheinland_pfalz
source: Wo der Wein wächst, wächst auch das Wissen!
en: Where wine grows, knowledge grows too!
ru: Где растёт вино, там растут и знания!
tr: Şarabın yetiştiği yerde bilgi de yetişir!

# state_saarland
source: Hauptsach gudd gess – und die Fragen richtig beantwortet!
en: Good food first – right answers second!
ru: Главное — вкусно поел… и ответил правильно!
tr: Önemli olan iyi yemek (Hauptsach gudd gess) – ve soruları doğru cevaplamak!

# state_sachsen
source: Mit einem ‚Nu' zum Prüfungserfolg!
en: One 'Nu!' – and you've passed the test!
ru: Одно «Ну!» — и ты уже сдал!
tr: Bir 'Nu' (Evet) ile sınav başarısına!

# state_sachsen_anhalt
source: Test lernen und gleich noch Burgen zählen!
en: Study for the test and count castles at the same time!
ru: Готовься к тесту и заодно считай замки!
tr: Sınava çalış ve hemen ardından kaleleri say!

# state_schleswig_holstein
source: Zwei Meere, ein Test – wir schaffen das!
en: Two seas, one test – bring it on!
ru: Два моря, один тест — мы справимся!
tr: İki deniz, tek sınav – bunu başaracağız!

# state_thüringen
source: Goethe lernte hier – und du jetzt auch!
en: Goethe studied here – and now you do too!
ru: Гёте учился здесь — теперь и ты!
tr: Goethe burada öğrenmişti – şimdi sıra sende!

# statistics_card_flip_hint
source: Doppelt tippen, um die Karte umzudrehen
en: Double tap to flip card
ru: Двойное нажатие переворачивает карточку
tr: Kartı çevirmek için çift dokun

# statistics_expert_description
source: Richtig beantwortet 4 Mal oder öfter
en: Answered correctly 4+ times
ru: Ответил правильно 4+ раза
tr: 4 veya daha fazla kez doğru cevaplandı

# statistics_expert_title
source: Experte
en: Expert
ru: Эксперт
tr: Uzman

# statistics_familiar_description
source: Richtig beantwortet 1 Mal
en: Answered correctly 1 time
ru: Ответил правильно 1 раз
tr: 1 kez doğru cevaplandı

# statistics_familiar_title
source: Bekannt
en: Familiar
ru: Знакомо
tr: Tanıdık

# statistics_mastered_description
source: Richtig beantwortet 3 Mal
en: Answered correctly 3 times
ru: Ответил правильно 3 раза
tr: 3 kez doğru cevaplandı

# statistics_mastered_title
source: Beherrscht
en: Mastered
ru: Усвоено
tr: Kavranmış

# statistics_reinforced_description
source: Richtig beantwortet 2 Mal
en: Answered correctly 2 times
ru: Ответил правильно 2 раза
tr: 2 kez doğru cevaplandı

# statistics_reinforced_title
source: Gefestigt
en: Reinforced
ru: Закреплено
tr: Pekiştirilmiş

# submit
source: Absenden
en: Submit
ru: Отправить
tr: Gönder

# tab_learn_hint
source: Öffnet den Lernbereich
en: Opens the Learn screen
ru: Открывает экран обучения
tr: Öğrenme bölümünü açar

# tab_learn_title
source: Lernen
en: Learn
ru: Учиться
tr: Öğren

# tab_progress_hint
source: Öffnet deinen Fortschritt und Statistiken
en: Opens your progress and statistics
ru: Открывает прогресс и статистику
tr: İlerlemeni ve istatistiklerini açar

# tab_search_hint
source: Öffnet die Suche über alle Fragen
en: Opens search across all questions
ru: Открывает поиск по всем вопросам
tr: Tüm sorularda aramayı açar

# tab_search_title
source: Suche
en: Search
ru: Поиск
tr: Arama

# tab_settings_hint
source: Öffnet die Einstellungen
en: Opens Settings
ru: Открывает настройки
tr: Ayarları açar

# tab_settings_title
source: Einstellungen
en: Settings
ru: Настройки
tr: Ayarlar

# terms_of_service
source: Nutzungsbedingungen
en: Terms of Use
ru: Условия использования
tr: Kullanım Koşulları

# test_failed
source: Leider nicht bestanden
en: Unfortunately, you didn’t pass
ru: Увы, тест не пройден
tr: Maalesef geçemedin

# test_header_set_date_prompt
source: Wann ist dein Test? Trag das Datum in den Einstellungen ein, dann zählen wir gemeinsam die Tage.
en: When's your test? Set the date in Settings and we'll count down together.
ru: Когда твой экзамен? Укажи дату в Настройках — и мы будем вести обратный отсчёт вместе.
tr: Sınavın ne zaman? Tarihi ayarlara gir, günleri birlikte sayalım.

# test_passed
source: Hurra, Test bestanden!
en: Hooray, you passed the test!
ru: Ура, тест пройден!
tr: Tebrikler, testi geçtin!

# test_result_only_prefix
source: Nur
en: Only
ru: Только
tr: Sadece

# test_results_category_breakdown
source: Nach Kategorie
en: By category
ru: По категориям
tr: Kategoriye Göre

# test_results_correct_answers_label
source: Richtige Antworten
en: Correct answers
ru: Правильные ответы
tr: Doğru Cevaplar

# test_results_x_of_y
source: %d von %d
en: %d of %d
ru: %d из %d
tr: %d / %d

# test_results_your_results
source: Kurzüberblick
en: Quick overview
ru: Кратко
tr: Kısa Özet

# test_simulation_disclaimer_message
source: Dieser Modus simuliert die offizielle Einbürgerungsprüfung: 33 Fragen (30 bundesweit, 3 aus deinem Bundesland), 60 Minuten, ein Versuch. Keine Tipps oder Übersetzungen während des Tests. Zum Bestehen brauchst du mindestens 17 richtige Antworten. Dieser Modus beeinflusst deinen Bereitschaftsstand.
en: This mode simulates the official citizenship exam: 33 questions (30 federal, 3 from your state), 60 minutes, single attempt. No hints or translations during the test. You need at least 17 correct answers to pass. This mode affects your readiness score.
ru: Этот режим симулирует официальный экзамен на гражданство: 33 вопроса (30 федеральных, 3 по твоей земле), 60 минут, одна попытка. Без подсказок и переводов во время теста. Чтобы сдать, нужно минимум 17 правильных ответов. Этот режим влияет на показатель готовности.
tr: Bu mod resmi vatandaşlık sınavını simüle eder: 33 soru (30 genel, 3 kendi eyaletinden), 60 dakika, tek hak. Test sırasında ipucu veya çeviri yoktur. Geçmek için en az 17 doğru cevap vermelisin. Bu mod sınava hazır olma durumunu etkiler.

source: Thüringen
en: Thuringia
ru: Тюрингия

# time_used
source: Benötigte Zeit
en: Time used
ru: Потраченное время
tr: Kullanılan süre

# translation_selection_title
source: Jetzt wähle eine Sprache für die Übersetzung der Fragen und Antworten – falls du mal eine Hilfe brauchst.
en: Now choose a language for translating the questions and answers – just in case you need a little help.
ru: Теперь выбери язык для перевода вопросов и ответов — на случай, если тебе понадобится подсказка.
tr: Şimdi soru ve cevapların çevirisi için bir dil seç – yardıma ihtiyacın olursa diye.

# try_again
source: ERNEUT VERSUCHEN
en: TRY AGAIN
ru: ПОПРОБОВАТЬ СНОВА
tr: TEKRAR DENE

# view_answers
source: ANTWORTEN ANZEIGEN
en: VIEW ANSWERS
ru: ПОСМОТРЕТЬ ОТВЕТЫ
tr: CEVAPLARI GÖSTER

source: Wahlen
en: Elections
ru: Выборы
tr: Elections

# what_would_you_like_to_report
source: Was möchtest du melden?
en: What would you like to report?
ru: О чём ты хочешь сообщить?
tr: Neyi bildirmek istersin?

source: Wirtschaft und Arbeit
en: Economy and Work
ru: Экономика и работа
tr: Economy and Work

# your_answers
source: Deine Antworten
en: Your Answers
ru: Твои ответы
tr: Senin Cevapların

source: Baden-Württemberg
ru: Баден-Вюртемберг

source: Berlin
ru: Берлин

source: Brandenburg
ru: Бранденбург

source: Bremen
ru: Бремен

source: E-Mail (optional)
ru: Email (необязательно)
tr: E-posta (isteğe bağlı)

source: Hamburg
ru: Гамбург

# learn_option_test_title
source: Testsimulation
ru: Симуляция теста
tr: Test Simülasyonu

source: OK
ru: ОК
tr: TAMAM

# ok_button
source: OK
ru: ОК
tr: TAMAM

# paywall_slash_2_months
source: /2Mo
ru: /2мес
tr: /2Ay

# paywall_slash_3_months
source: /3Mo
ru: /3мес
tr: /3Ay

# paywall_slash_6_months
source: /6Mo
ru: /6мес
tr: /6Ay

# paywall_slash_month
source: /Mo
ru: /мес
tr: /Ay

source: Saarland
ru: Саар

source: Schleswig-Holstein
ru: Шлезвиг-Гольштейн

# settings_appearance_system
source: System
ru: Системная
tr: Sistem

# settings_regional_title
source: Region
ru: Регион
tr: Bölge

# settings_support_title
source: Support
ru: Поддержка
tr: Destek

# tab_progress_title
source: Cockpit
ru: Кокпит
tr: Kokpit

# test_simulation_disclaimer_title
source: Testsimulation
ru: Симуляция теста
tr: Test Simülasyonu

# test_simulation_title
source: Testsimulation
ru: Симуляция теста
tr: Test Simülasyonu

source: Version
ru: Версия
tr: Sürüm

# settings_faq_button
source: FAQ
tr: SSS

# settings_impressum_button
source: Impressum
tr: Künye
